{
  "text": {
    "holar": 45,
    "buena": 9,
    "cómo": 27,
    "estar": 35,
    "adiós": 2,
    "hasta": 43,
    "luego": 51,
    "yo": 89,
    "ver": 86,
    "bye": 11,
    "y": 88,
    "indeed": 48,
    "of": 62,
    "cour": 24,
    "él": 90,
    "that": 82,
    "sounds": 80,
    "good": 39,
    "correct": 23,
    "por": 72,
    "qué": 73,
    "mal": 52,
    "ceilo": 14,
    "escribir": 33,
    "asul": 7,
    "cuál": 26,
    "ser": 78,
    "el": 30,
    "error": 32,
    "en": 31,
    "comlpetamente": 15,
    "pero": 70,
    "explícame": 36,
    "hacer": 42,
    "lección": 50,
    "__number__": 0,
    "compleatmente": 17,
    "conpletametne": 20,
    "completamenet": 18,
    "usuario": 85,
    "abrol": 1,
    "montana": 55,
    "nube": 60,
    "hierba": 44,
    "paisage": 68,
    "amariyo": 3,
    "verde": 87,
    "so": 79,
    "conrtea": 21,
    "contrear": 22,
    "otcrrair": 66,
    "otcrera": 65,
    "otcrrea": 67,
    "otcrears": 64,
    "otcraer": 63,
    "camaeleon": 12,
    "aninal": 4,
    "camaleon": 13,
    "anminal": 5,
    "no": 59,
    "n": 57,
    "nunca": 61,
    "creer": 25,
    "gustar": 40,
    "ese": 34,
    "poder": 71,
    "realmente": 74,
    "perfecto": 69,
    "genial": 38,
    "asombroso": 6,
    "sentir": 77,
    "como": 16,
    "uno": 84,
    "rey": 75,
    "maravilloso": 53,
    "mucho": 56,
    "bien": 8,
    "mi": 54,
    "dia": 29,
    "horrible": 46,
    "triste": 83,
    "desacuerdo": 28,
    "super": 81,
    "infeliz": 49,
    "nada": 58,
    "bueno": 10,
    "extremadamente": 37,
    "robot": 76,
    "humano": 47,
    "hablar": 41,
    "con": 19
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "ask_help": 1,
    "submit_error_leccion3": 10,
    "submit_error_leccion4": 11,
    "submit_error_leccion5": 12,
    "submit_error_leccion1": 8,
    "submit_error_leccion2": 9,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_check_spelling": 1,
    "action_explain_error": 6,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18
  },
  "action_text": null,
  "intent_response_key": null
}