{
  "text": {
    "holar": 37,
    "buena": 7,
    "cómo": 18,
    "estar": 27,
    "adiós": 2,
    "hasta": 35,
    "luego": 44,
    "yo": 80,
    "ver": 77,
    "bye": 9,
    "y": 79,
    "indeed": 41,
    "of": 56,
    "cour": 15,
    "él": 81,
    "that": 73,
    "sounds": 71,
    "good": 31,
    "correct": 14,
    "por": 61,
    "qué": 62,
    "mal": 46,
    "ceilo": 10,
    "escribir": 25,
    "asul": 5,
    "cuál": 17,
    "ser": 69,
    "el": 22,
    "error": 24,
    "en": 23,
    "comlpetamente": 11,
    "pero": 59,
    "explícame": 28,
    "hacer": 34,
    "usuario": 76,
    "seleccionar": 67,
    "lección": 43,
    "__number__": 0,
    "abrol": 1,
    "montana": 49,
    "nube": 54,
    "hierba": 36,
    "paisage": 57,
    "amariyo": 3,
    "verde": 78,
    "so": 70,
    "uno": 75,
    "respuesta": 64,
    "incorrecto": 40,
    "lugar": 45,
    "de": 19,
    "bien": 6,
    "no": 53,
    "n": 51,
    "nunca": 55,
    "creer": 16,
    "gustar": 32,
    "ese": 26,
    "poder": 60,
    "realmente": 63,
    "perfecto": 58,
    "genial": 30,
    "asombroso": 4,
    "sentir": 68,
    "como": 12,
    "rey": 65,
    "maravilloso": 47,
    "mucho": 50,
    "mi": 48,
    "dia": 21,
    "horrible": 38,
    "triste": 74,
    "desacuerdo": 20,
    "super": 72,
    "infeliz": 42,
    "nada": 52,
    "bueno": 8,
    "extremadamente": 29,
    "robot": 66,
    "humano": 39,
    "hablar": 33,
    "con": 13
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "ask_help": 1,
    "submit_error_leccion3": 10,
    "submit_error_leccion4": 11,
    "submit_error_leccion5": 12,
    "submit_error_leccion1": 8,
    "submit_error_leccion2": 9,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_check_spelling": 1,
    "action_explain_error": 6,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18
  },
  "action_text": null,
  "intent_response_key": null
}