{
  "text": {
    "holar": 34,
    "buena": 5,
    "cómo": 16,
    "estar": 25,
    "adiós": 1,
    "hasta": 33,
    "luego": 41,
    "yo": 72,
    "ver": 70,
    "bye": 7,
    "y": 71,
    "indeed": 38,
    "of": 51,
    "cour": 13,
    "él": 73,
    "that": 66,
    "sounds": 64,
    "good": 29,
    "correct": 12,
    "por": 55,
    "qué": 56,
    "mal": 43,
    "ceilo": 8,
    "escribir": 23,
    "asul": 3,
    "cuál": 15,
    "ser": 63,
    "el": 20,
    "error": 22,
    "en": 21,
    "comlpetamente": 9,
    "pero": 53,
    "explícame": 26,
    "hacer": 32,
    "usuario": 69,
    "seleccionar": 61,
    "lección": 40,
    "__number__": 0,
    "uno": 68,
    "respuesta": 58,
    "incorrecto": 37,
    "lugar": 42,
    "de": 17,
    "bien": 4,
    "no": 49,
    "n": 47,
    "nunca": 50,
    "creer": 14,
    "gustar": 30,
    "ese": 24,
    "poder": 54,
    "realmente": 57,
    "perfecto": 52,
    "genial": 28,
    "asombroso": 2,
    "sentir": 62,
    "como": 10,
    "rey": 59,
    "maravilloso": 44,
    "mucho": 46,
    "mi": 45,
    "dia": 19,
    "horrible": 35,
    "triste": 67,
    "desacuerdo": 18,
    "super": 65,
    "infeliz": 39,
    "nada": 48,
    "bueno": 6,
    "extremadamente": 27,
    "robot": 60,
    "humano": 36,
    "hablar": 31,
    "con": 11
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "ask_help": 1,
    "submit_error_leccion3": 10,
    "submit_error_leccion4": 11,
    "submit_error_leccion5": 12,
    "submit_error_leccion1": 8,
    "submit_error_leccion2": 9,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_check_spelling": 1,
    "action_explain_error": 6,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18
  },
  "action_text": null,
  "intent_response_key": null
}