{
  "text": {
    "holar": 39,
    "buena": 7,
    "cómo": 20,
    "estar": 29,
    "adiós": 2,
    "hasta": 37,
    "luego": 46,
    "yo": 87,
    "ver": 84,
    "bye": 9,
    "y": 86,
    "indeed": 43,
    "of": 58,
    "cour": 17,
    "él": 88,
    "that": 80,
    "sounds": 78,
    "good": 33,
    "correct": 16,
    "por": 68,
    "qué": 69,
    "mal": 48,
    "ceilo": 10,
    "escribir": 27,
    "asul": 5,
    "cuál": 19,
    "ser": 76,
    "el": 24,
    "error": 26,
    "en": 25,
    "comlpetamente": 11,
    "pero": 66,
    "explícame": 30,
    "hacer": 36,
    "usuario": 83,
    "seleccionar": 74,
    "lección": 45,
    "__number__": 0,
    "abrol": 1,
    "montana": 51,
    "nube": 56,
    "hierba": 38,
    "paisage": 64,
    "amariyo": 3,
    "verde": 85,
    "so": 77,
    "conrtea": 14,
    "contrear": 15,
    "otcrrair": 62,
    "otcrera": 61,
    "otcrrea": 63,
    "otcrears": 60,
    "otcraer": 59,
    "respuesta": 71,
    "incorrecto": 42,
    "no": 55,
    "lugar": 47,
    "de": 21,
    "n": 53,
    "nunca": 57,
    "creer": 18,
    "gustar": 34,
    "ese": 28,
    "poder": 67,
    "realmente": 70,
    "perfecto": 65,
    "genial": 32,
    "asombroso": 4,
    "sentir": 75,
    "como": 12,
    "uno": 82,
    "rey": 72,
    "maravilloso": 49,
    "mucho": 52,
    "bien": 6,
    "mi": 50,
    "dia": 23,
    "horrible": 40,
    "triste": 81,
    "desacuerdo": 22,
    "super": 79,
    "infeliz": 44,
    "nada": 54,
    "bueno": 8,
    "extremadamente": 31,
    "robot": 73,
    "humano": 41,
    "hablar": 35,
    "con": 13
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "ask_help": 1,
    "submit_error_leccion3": 10,
    "submit_error_leccion4": 11,
    "submit_error_leccion5": 12,
    "submit_error_leccion1": 8,
    "submit_error_leccion2": 9,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_check_spelling": 1,
    "action_explain_error": 6,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18
  },
  "action_text": null,
  "intent_response_key": null
}