{
  "text": {
    "holar": 48,
    "buena": 9,
    "cómo": 28,
    "estar": 38,
    "adiós": 2,
    "hasta": 46,
    "luego": 54,
    "yo": 92,
    "ver": 89,
    "bye": 11,
    "y": 91,
    "indeed": 51,
    "of": 65,
    "cour": 25,
    "él": 93,
    "that": 85,
    "sounds": 83,
    "good": 42,
    "correct": 24,
    "por": 75,
    "qué": 76,
    "mal": 55,
    "ceilo": 14,
    "escribir": 35,
    "asul": 7,
    "cuál": 27,
    "ser": 81,
    "el": 31,
    "error": 34,
    "en": 33,
    "comlpetamente": 15,
    "pero": 73,
    "explícame": 39,
    "hacer": 45,
    "lección": 53,
    "__number__": 0,
    "compleatmente": 17,
    "conpletametne": 20,
    "completamenet": 18,
    "usuario": 88,
    "corecto": 23,
    "elephante": 32,
    "espego": 37,
    "abrol": 1,
    "montana": 58,
    "nube": 63,
    "hierba": 47,
    "paisage": 71,
    "amariyo": 3,
    "verde": 90,
    "so": 82,
    "conrtea": 21,
    "contrear": 22,
    "otcrrair": 69,
    "otcrera": 68,
    "otcrrea": 70,
    "otcrears": 67,
    "otcraer": 66,
    "camaeleon": 12,
    "aninal": 4,
    "camaleon": 13,
    "anminal": 5,
    "no": 62,
    "n": 60,
    "nunca": 64,
    "creer": 26,
    "gustar": 43,
    "ese": 36,
    "poder": 74,
    "realmente": 77,
    "perfecto": 72,
    "genial": 41,
    "asombroso": 6,
    "sentir": 80,
    "como": 16,
    "uno": 87,
    "rey": 78,
    "maravilloso": 56,
    "mucho": 59,
    "bien": 8,
    "mi": 57,
    "dia": 30,
    "horrible": 49,
    "triste": 86,
    "desacuerdo": 29,
    "super": 84,
    "infeliz": 52,
    "nada": 61,
    "bueno": 10,
    "extremadamente": 40,
    "robot": 79,
    "humano": 50,
    "hablar": 44,
    "con": 19
  },
  "intent": {
    "greet": 5,
    "goodbye": 4,
    "affirm": 0,
    "ask_help": 1,
    "submit_error_leccion3": 10,
    "submit_error_leccion4": 11,
    "submit_error_leccion5": 12,
    "submit_error_leccion1": 8,
    "submit_error_leccion2": 9,
    "deny": 3,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_check_spelling": 1,
    "action_explain_error": 6,
    "utter_cheer_up": 14,
    "utter_did_that_help": 15,
    "utter_goodbye": 16,
    "utter_greet": 17,
    "utter_happy": 18
  },
  "action_text": null,
  "intent_response_key": null
}